# formulae
brew "coreutils"
brew "ripgrep"
brew "bat"
brew "mise"
brew "jq"
brew "stow"
brew "tree-sitter"
brew "eza"
brew "lazygit"
brew "neovim"
brew "atuin"
brew "btop"
brew "zoxide"
brew "cocoapods"
brew "fzf"
brew "aria2"
brew "yt-dlp"
brew "fd"
brew "node"
brew "ranger"
brew "rust-analyzer"
brew "docker"
brew "colima"

# casks
cask "alacritty"
cask "shortcat"
cask "rectangle"
cask "stats"
# cask "font-victor-mono"
cask "qlmarkdown"
cask "karabiner-elements"
