brew "ripgrep"
brew "bat"
brew "mise"
brew "jq"
brew "stow"
brew "tree-sitter"
brew "eza"
brew "gitui"
brew "lazygit"
brew "atuin"
brew "btop"
brew "zoxide"
brew "cocoapods"
brew "fzf"
brew "shortcat"
