# formulae
brew "ripgrep"
brew "bat"
brew "mise"
brew "jq"
brew "stow"
brew "tree-sitter"
brew "eza"
brew "gitui"
brew "lazygit"
brew "neovim"
brew "atuin"
brew "btop"
brew "zoxide"
brew "cocoapods"
brew "fzf"
brew "aria2"
brew "yt-dlp"
brew "fd"

# casks
cask "shortcat"
cask "rectangle"
cask "stats"
